12/data/attachments/4ba9accb81a3ad65.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rhonda_week_Actions_80200_0</nif:username>
            <nif:friendToBeRequested>soap_actions_76f57f86-887b-4498-a294-700f7abfc864</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>